Repository: leocalm/piggy-pulse-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, pt_pt

source: Failed to update category.
de_de: Kategorie konnte nicht aktualisiert werden.
es_es: No hemos podido actualizar la categoría.
fr_fr: Échec de la mise à jour de la catégorie.
nl_nl: Kan categorie niet bijwerken.
pt_br: Falha ao atualizar a categoria.
pt_pt: Não foi possível atualizar a categoria.

source: Failed to update profile.
de_de: Profil konnte nicht aktualisiert werden.
es_es: No hemos podido actualizar el perfil.
fr_fr: Échec de la mise à jour du profil.
nl_nl: Kan profiel niet bijwerken.
pt_br: Falha ao atualizar o perfil.
pt_pt: Não foi possível atualizar o perfil.

source: Failed to update transaction.
de_de: Buchung konnte nicht aktualisiert werden.
es_es: No hemos podido actualizar el movimiento.
fr_fr: Échec de la mise à jour de la transaction.
nl_nl: Kan transactie niet bijwerken.
pt_br: Falha ao atualizar a transação.
pt_pt: Não foi possível atualizar a transação.

source: Failed to update vendor.
de_de: Händler konnte nicht aktualisiert werden.
es_es: No hemos podido actualizar el comercio.
fr_fr: Échec de la mise à jour du bénéficiaire.
nl_nl: Kan verkoper niet bijwerken.
pt_br: Falha ao atualizar o fornecedor.
pt_pt: Não foi possível atualizar o comerciante.

# feedback.messagePlaceholder
source: Type your feedback here…
de_de: Schreib hier dein Feedback…
es_es: Escribe tus comentarios aquí…
fr_fr: Écrivez vos commentaires ici…
nl_nl: Typ je feedback hier…
pt_br: Escreva seu feedback aqui…
pt_pt: Escreva os seus comentários aqui…

# feedback.subtitle
source: Tell us what's working, what isn't, or anything you'd like to share. We read every message.
de_de: Sag uns, was funktioniert, was nicht, oder was du sonst noch loswerden möchtest. Wir lesen jede Nachricht.
es_es: Cuéntanos qué funciona, qué no, o lo que quieras compartir. Leemos todos los mensajes.
fr_fr: Dites-nous ce qui fonctionne, ce qui ne fonctionne pas, ou tout ce que vous voulez partager. Nous lisons chaque message.
nl_nl: Vertel ons wat werkt, wat niet, of waar je verder over wilt vertellen. We lezen elk bericht.
pt_br: Conte o que está funcionando, o que não está ou qualquer ideia que queira compartilhar. A gente lê tudo.
pt_pt: Diga-nos o que está a funcionar, o que não está ou qualquer ideia que queira partilhar. Lemos todas as mensagens.

# feedback.success
source: Thanks for the feedback!
de_de: Danke für dein Feedback!
es_es: ¡Gracias por tus comentarios!
fr_fr: Merci pour vos commentaires !
nl_nl: Bedankt voor je feedback!
pt_br: Valeu pelo feedback!
pt_pt: Obrigado pelos comentários!

# field.accountName
source: Account name
de_de: Kontoname
es_es: Nombre de la cuenta
fr_fr: Nom du compte
nl_nl: Rekeningnaam
pt_br: Nome da conta
pt_pt: Nome da conta

# field.accountType
source: Account Type
de_de: Kontotyp
es_es: Tipo de cuenta
fr_fr: Type de compte
nl_nl: Rekeningtype
pt_br: Tipo de Conta
pt_pt: Tipo de Conta

# field.amount
source: Amount
de_de: Betrag
es_es: Importe
fr_fr: Montant
nl_nl: Bedrag
pt_br: Valor
pt_pt: Valor

# field.calculatedEndDate
source: Calculated End Date
de_de: Berechnetes Enddatum
es_es: Fecha de fin calculada
fr_fr: Date de fin calculée
nl_nl: Berekende einddatum
pt_br: Data Final Calculada
pt_pt: Data de Fim Calculada

# field.category
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie
pt_br: Categoria
pt_pt: Categoria

# field.color
source: Color
de_de: Farbe
fr_fr: Couleur
nl_nl: Kleur
pt_br: Cor
pt_pt: Cor

# field.confirmPassword
source: Confirm Password
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
nl_nl: Wachtwoord bevestigen
pt_br: Confirmar Senha
pt_pt: Confirmar Palavra-passe

# field.currency
source: Currency
de_de: Währung
es_es: Divisa
fr_fr: Devise
nl_nl: Valuta
pt_br: Moeda
pt_pt: Moeda

# field.currentPassword
source: Current Password
de_de: Aktuelles Passwort
es_es: Contraseña actual
fr_fr: Mot de passe actuel
nl_nl: Huidig wachtwoord
pt_br: Senha Atual
pt_pt: Palavra-passe Atual

# field.date
source: Date
de_de: Datum
es_es: Fecha
nl_nl: Datum
pt_br: Data
pt_pt: Data

# field.defaultCurrency
source: Default Currency
de_de: Standardwährung
es_es: Divisa predeterminada
fr_fr: Devise par défaut
nl_nl: Standaardvaluta
pt_br: Moeda Padrão
pt_pt: Moeda Predefinida

# field.description
source: Description
de_de: Beschreibung
es_es: Descripción
nl_nl: Omschrijving
pt_br: Descrição
pt_pt: Descrição

# field.duration
source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée
nl_nl: Duur
pt_br: Duração
pt_pt: Duração

# field.durationUnit
source: Duration Unit
de_de: Dauereinheit
es_es: Unidad de duración
fr_fr: Unité de durée
nl_nl: Eenheid van duur
pt_br: Unidade de Duração
pt_pt: Unidade de Duração

# field.end
source: End
de_de: Ende
es_es: Fin
fr_fr: Fin
nl_nl: Einde
pt_br: Fim
pt_pt: Fim

# field.endDate
source: End Date
de_de: Enddatum
es_es: Fecha de fin
fr_fr: Date de fin
nl_nl: Einddatum
pt_br: Data Final
pt_pt: Data de Fim

# field.fromAccount
source: From Account
de_de: Quellkonto
es_es: Cuenta de origen
fr_fr: Compte source
nl_nl: Vanaf rekening
pt_br: Conta de Origem
pt_pt: Conta de Origem

# field.fullName
source: Full Name
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
nl_nl: Volledige naam
pt_br: Nome Completo
pt_pt: Nome Completo

# field.generateAhead
source: Generate Ahead
de_de: Im Voraus erstellen
es_es: Generar por adelantado
fr_fr: Générer à l’avance
nl_nl: Vooruit genereren
pt_br: Gerar Antecipadamente
pt_pt: Gerar Antecipadamente

# field.generateAhead.desc
source: Number of future periods to pre-generate
de_de: Anzahl künftiger Zeiträume zur Vorab-Erstellung
es_es: Número de periodos futuros que generar por adelantado
fr_fr: Nombre de périodes futures à générer à l’avance
nl_nl: Aantal toekomstige periodes om vooraf aan te maken
pt_br: Número de períodos futuros a pré-gerar
pt_pt: Número de períodos futuros a pré-gerar

# field.icon
source: Icon
de_de: Symbol
es_es: Icono
fr_fr: Icône
nl_nl: Symbool
pt_br: Ícone
pt_pt: Ícone

# field.iconOptional
source: Icon (optional)
de_de: Symbol (optional)
es_es: Icono (opcional)
fr_fr: Icône (facultatif)
nl_nl: Symbool (optioneel)
pt_br: Ícone (opcional)
pt_pt: Ícone (opcional)

# field.manualEndDate
source: Manual End Date
de_de: Manuelles Enddatum
es_es: Fecha de fin manual
fr_fr: Date de fin manuelle
nl_nl: Handmatige einddatum
pt_br: Data Final Manual
pt_pt: Data de Fim Manual

# field.message
source: Message
de_de: Nachricht
es_es: Mensaje
nl_nl: Bericht
pt_br: Mensagem
pt_pt: Mensagem

# field.namePattern
source: Name Pattern
de_de: Namensschema
es_es: Patrón de nombre
fr_fr: Modèle de nom
nl_nl: Naampatroon
pt_br: Padrão de Nome
pt_pt: Padrão de Nome

# field.newPassword
source: New Password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
nl_nl: Nieuw wachtwoord
pt_br: Nova Senha
pt_pt: Nova Palavra-passe

# field.password
source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord
pt_br: Senha
pt_pt: Palavra-passe

# field.periodName
source: Period Name
de_de: Name des Zeitraums
es_es: Nombre del periodo
fr_fr: Nom de la période
nl_nl: Naam van de periode
pt_br: Nome do Período
pt_pt: Nome do Período

# field.recoveryCode
source: Recovery code
de_de: Wiederherstellungscode
es_es: Código de recuperación
fr_fr: Code de récupération
nl_nl: Herstelcode
pt_br: Código de recuperação
pt_pt: Código de recuperação

# field.saturday
source: Saturday
de_de: Samstag
es_es: Sábado
fr_fr: Samedi
nl_nl: Zaterdag
pt_br: Sábado
pt_pt: Sábado

# field.spendLimit
source: Spend Limit
de_de: Ausgabenlimit
es_es: Límite de gasto
fr_fr: Plafond de dépenses
nl_nl: Uitgavenlimiet
pt_br: Limite de Gastos
pt_pt: Limite de Gasto

# field.startBusinessDay
source: Start Business Day
de_de: Start-Werktag
es_es: Día laborable de inicio
fr_fr: Jour ouvré de début
nl_nl: Start-werkdag
pt_br: Dia Útil de Início
pt_pt: Dia Útil de Início

# field.startBusinessDay.desc
source: The Nth business day when the period begins
de_de: Der N-te Werktag, an dem der Zeitraum beginnt
es_es: El N-ésimo día laborable en que comienza el periodo
fr_fr: Le n-ième jour ouvré de la période
nl_nl: De N-de werkdag waarop de periode begint
pt_br: O N-ésimo dia útil em que o período começa
pt_pt: O enésimo dia útil em que o período começa

# field.startDate
source: Start Date
de_de: Startdatum
es_es: Fecha de inicio
fr_fr: Date de début
nl_nl: Begindatum
pt_br: Data de Início
pt_pt: Data de Início

# field.startDayOfMonth
source: Start Day of Month
de_de: Starttag des Monats
es_es: Día del mes de inicio
fr_fr: Jour du mois de début
nl_nl: Startdag van de maand
pt_br: Dia de Início do Mês
pt_pt: Dia do Mês de Início

# field.startDayOfMonth.desc
source: Day of the month when the period begins (1-31)
de_de: Tag des Monats, an dem der Zeitraum beginnt (1–31)
es_es: Día del mes en que comienza el periodo (1-31)
fr_fr: Jour du mois auquel commence la période (1-31)
nl_nl: Dag van de maand waarop de periode begint (1-31)
pt_br: Dia do mês em que o período começa (1-31)
pt_pt: Dia do mês em que o período começa (1-31)

# field.startingBalance
source: Starting Balance
de_de: Startsaldo
es_es: Saldo inicial
fr_fr: Solde initial
nl_nl: Beginsaldo
pt_br: Saldo Inicial
pt_pt: Saldo Inicial

# field.sunday
source: Sunday
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
nl_nl: Zondag
pt_br: Domingo
pt_pt: Domingo

# field.timezone
source: Timezone
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
nl_nl: Tijdzone
pt_br: Fuso horário
pt_pt: Fuso horário

# field.toAccount
source: To Account
de_de: Zielkonto
es_es: Cuenta de destino
fr_fr: Compte destination
nl_nl: Naar rekening
pt_br: Conta de Destino
pt_pt: Conta de Destino

# field.type
source: Type
de_de: Typ
es_es: Tipo
pt_br: Tipo
pt_pt: Tipo

# field.vendor
source: Vendor
de_de: Händler
es_es: Comercio
fr_fr: Bénéficiaire
nl_nl: Verkoper
pt_br: Fornecedor
pt_pt: Comerciante

source: Filter, %lld active
de_de: Filter, %lld aktiv
es_es: Filtro, %lld activo(s)
fr_fr: Filtres, %lld actif(s)
nl_nl: Filter, %lld actief
pt_br: Filtrar, %lld ativo(s)
pt_pt: Filtro, %lld ativo(s)

source: From Account
de_de: Quellkonto
es_es: Cuenta de origen
fr_fr: Compte source
nl_nl: Vanaf rekening
pt_br: Da Conta
pt_pt: Conta de Origem

# gettingStarted.steps.addTransaction.desc
source: Record a transaction to start tracking spending
de_de: Erfasse eine Buchung, um deine Ausgaben zu verfolgen
es_es: Registra un movimiento para empezar a controlar tus gastos
fr_fr: Enregistrez une transaction pour commencer à suivre vos dépenses
nl_nl: Registreer een transactie om je uitgaven te volgen
pt_br: Registre uma transação para começar a acompanhar gastos
pt_pt: Registe uma transação para começar a acompanhar os gastos

# gettingStarted.steps.addTransaction.title
source: Add your first transaction
de_de: Erste Buchung hinzufügen
es_es: Añade tu primer movimiento
fr_fr: Ajoutez votre première transaction
nl_nl: Voeg je eerste transactie toe
pt_br: Adicionar sua primeira transação
pt_pt: Adicione a sua primeira transação

# gettingStarted.steps.createAccount.desc
source: Add a checking, savings, or credit card account
de_de: Füge ein Giro-, Spar- oder Kreditkartenkonto hinzu
es_es: Añade una cuenta corriente, de ahorros o tarjeta de crédito
fr_fr: Ajoutez un compte courant, d’épargne ou de carte de crédit
nl_nl: Voeg een betaalrekening, spaarrekening of creditcard toe
pt_br: Adicione uma conta corrente, poupança ou cartão de crédito
pt_pt: Adicione uma conta à ordem, poupança ou cartão de crédito

# gettingStarted.steps.createAccount.title
source: Create an account
de_de: Ein Konto erstellen
es_es: Crear una cuenta
fr_fr: Créer un compte
nl_nl: Een rekening aanmaken
pt_br: Criar uma conta
pt_pt: Criar uma conta

# gettingStarted.steps.createPeriod.desc
source: Create a time window for your transactions and targets
de_de: Erstelle ein Zeitfenster für deine Buchungen und Ziele
es_es: Crea un intervalo de tiempo para tus movimientos y objetivos
fr_fr: Créez une fenêtre temporelle pour vos transactions et objectifs
nl_nl: Maak een tijdvenster aan voor je transacties en doelen
pt_br: Crie uma janela de tempo para suas transações e metas
pt_pt: Crie uma janela temporal para as suas transações e metas

# gettingStarted.steps.createPeriod.title
source: Set up a budget period
de_de: Einen Budgetzeitraum einrichten
es_es: Configurar un periodo de presupuesto
fr_fr: Configurer une période de budget
nl_nl: Een budgetperiode instellen
pt_br: Configurar um período
pt_pt: Configurar um período de orçamento

# gettingStarted.steps.setCategories.desc
source: Set up income and expense categories
de_de: Einnahme- und Ausgabekategorien einrichten
es_es: Configura categorías de ingreso y gasto
fr_fr: Configurez les catégories de revenus et de dépenses
nl_nl: Stel inkomsten- en uitgavencategorieën in
pt_br: Defina categorias de receita e despesa
pt_pt: Configurar categorias de receita e despesa

# gettingStarted.steps.setCategories.title
source: Configure categories
de_de: Kategorien einrichten
es_es: Configurar categorías
fr_fr: Configurer les catégories
nl_nl: Categorieën instellen
pt_br: Configurar categorias
pt_pt: Configurar categorias

source: Include every transaction inside the date range.
de_de: Alle Buchungen innerhalb des Datumsbereichs einbeziehen.
es_es: Incluir todos los movimientos dentro del rango de fechas.
fr_fr: Inclure toutes les transactions dans la plage de dates.
nl_nl: Alle transacties binnen het datumbereik opnemen.
pt_br: Inclua todas as transações dentro do intervalo de datas.
pt_pt: Incluir todas as transações dentro do intervalo de datas.

source: Include everything
de_de: Alles einbeziehen
es_es: Incluir todo
fr_fr: Tout inclure
nl_nl: Alles opnemen
pt_br: Incluir tudo
pt_pt: Incluir tudo

source: Include transactions automatically from category, vendor, or account rules.
de_de: Buchungen automatisch anhand von Kategorie-, Händler- oder Kontoregeln einbeziehen.
es_es: Incluir movimientos automáticamente según reglas de categoría, comercio o cuenta.
fr_fr: Inclure automatiquement les transactions selon des règles de catégorie, de bénéficiaire ou de compte.
nl_nl: Transacties automatisch opnemen op basis van categorie-, verkoper- of rekeningregels.
pt_br: Inclua transações automaticamente por regras de categoria, fornecedor ou conta.
pt_pt: Incluir transações automaticamente com base em regras de categoria, comerciante ou conta.

source: Inclusion
de_de: Einbeziehen
es_es: Inclusión
nl_nl: Inclusie
pt_br: Inclusão
pt_pt: Inclusão

source: Inclusion Rules
de_de: Auswahlregeln
pt_br: Regras de Inclusão

source: Incoming
de_de: Eingehend
es_es: Ingreso
fr_fr: Entrant
nl_nl: Inkomend
pt_br: Receita
pt_pt: Entrada

source: INCOMING
de_de: EINGEHEND
es_es: INGRESO
fr_fr: ENTRANT
nl_nl: INKOMEND
pt_br: RECEITAS
pt_pt: ENTRADA

source: John Doe
de_de: Max Mustermann
es_es: Juan Pérez
fr_fr: Jean Dupont
nl_nl: Jan Jansen
pt_br: João Silva
pt_pt: João Silva

source: Keep on weekend
de_de: Am Wochenende beibehalten
es_es: Mantener en fin de semana
fr_fr: Ne pas déplacer le week-end
nl_nl: Behouden in het weekend
pt_br: Manter no fim de semana
pt_pt: Manter ao fim de semana

source: LIQUID ACCOUNTS
de_de: VERFÜGBARE KONTEN
es_es: CUENTAS LÍQUIDAS
fr_fr: COMPTES LIQUIDES
nl_nl: LIQUIDE REKENINGEN
pt_br: CONTAS LÍQUIDAS
pt_pt: CONTAS LÍQUIDAS

source: Manual
de_de: Manuell
fr_fr: Manuel
nl_nl: Handmatig

# message.areYouSure
source: Are you sure?
de_de: Bist du sicher?
es_es: ¿Estás seguro?
fr_fr: Voulez-vous continuer ?
nl_nl: Weet je het zeker?
pt_br: Tem certeza?
pt_pt: Tem a certeza?

source: Min 8 characters
de_de: Mindestens 8 Zeichen
es_es: Mínimo 8 caracteres
fr_fr: 8 caractères minimum
nl_nl: Minimaal 8 tekens
pt_br: Mín. 8 caracteres
pt_pt: Mínimo de 8 caracteres

source: Months
de_de: Monate
es_es: Meses
fr_fr: Mois
nl_nl: Maanden
pt_br: Meses
pt_pt: Meses

# more.categories
source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
nl_nl: Categorieën
pt_br: Categorias
pt_pt: Categorias

# more.logout
source: Log out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
nl_nl: Afmelden
pt_br: Sair
pt_pt: Terminar sessão

# more.periods
source: Periods
de_de: Zeiträume
es_es: Periodos
fr_fr: Périodes
nl_nl: Periodes
pt_br: Períodos
pt_pt: Períodos

# more.planning
source: Planning
de_de: Planung
es_es: Planificación
fr_fr: Planification
pt_br: Planejamento
pt_pt: Planeamento

# more.settings
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
nl_nl: Instellingen
pt_br: Configurações
pt_pt: Definições

# more.subscriptions
source: Subscriptions
de_de: Abos
es_es: Suscripciones
fr_fr: Abonnements
nl_nl: Abonnementen
pt_br: Assinaturas
pt_pt: Subscrições

# more.targets
source: Targets
de_de: Ziele
es_es: Objetivos
fr_fr: Objectifs
nl_nl: Doelen
pt_br: Objetivos
pt_pt: Metas

# more.vendors
source: Vendors
de_de: Händler
es_es: Comercios
fr_fr: Bénéficiaires
nl_nl: Verkopers
pt_br: Fornecedores
pt_pt: Comerciantes

source: name@example.com
de_de: name@beispiel.com
es_es: nombre@ejemplo.com
fr_fr: nom@exemple.com
nl_nl: naam@voorbeeld.com
pt_br: nome@exemplo.com
pt_pt: nome@exemplo.com

# nav.addAccount
source: Add Account
de_de: Konto hinzufügen
es_es: Añadir cuenta
fr_fr: Ajouter un compte
nl_nl: Rekening toevoegen
pt_br: Adicionar Conta
pt_pt: Adicionar Conta

# nav.addCategory
source: Add Category
de_de: Kategorie hinzufügen
es_es: Añadir categoría
fr_fr: Ajouter une catégorie
nl_nl: Categorie toevoegen
pt_br: Adicionar Categoria
pt_pt: Adicionar Categoria

# nav.addTransaction
source: Add Transaction
de_de: Buchung hinzufügen
es_es: Añadir movimiento
fr_fr: Ajouter une transaction
nl_nl: Transactie toevoegen
pt_br: Adicionar Transação
pt_pt: Adicionar Transação

# nav.addVendor
source: Add Vendor
de_de: Händler hinzufügen
es_es: Añadir comercio
fr_fr: Ajouter un bénéficiaire
nl_nl: Verkoper toevoegen
pt_br: Adicionar Fornecedor
pt_pt: Adicionar Comerciante

# nav.autoCreation
source: Auto-Creation
de_de: Automatische Erstellung
es_es: Creación automática
fr_fr: Création automatique
nl_nl: Automatisch aanmaken
pt_br: Criação Automática
pt_pt: Criação automática

# nav.changePassword
source: Change Password
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
nl_nl: Wachtwoord wijzigen
pt_br: Alterar Senha
pt_pt: Alterar Palavra-passe

# nav.createPeriod
source: Create Budget Period
de_de: Budgetzeitraum erstellen
es_es: Crear periodo de presupuesto
fr_fr: Créer une période de budget
nl_nl: Budgetperiode aanmaken
pt_br: Criar Período
pt_pt: Criar Período de Orçamento

# nav.deleteAccount
source: Delete Account
de_de: Konto löschen
es_es: Eliminar cuenta
fr_fr: Supprimer le compte
nl_nl: Account verwijderen
pt_br: Excluir Conta
pt_pt: Eliminar Conta

# nav.editAccount
source: Edit Account
de_de: Konto bearbeiten
es_es: Editar cuenta
fr_fr: Modifier le compte
nl_nl: Rekening bewerken
pt_br: Editar Conta
pt_pt: Editar Conta

# nav.editCategory
source: Edit Category
de_de: Kategorie bearbeiten
es_es: Editar categoría
fr_fr: Modifier la catégorie
nl_nl: Categorie bewerken
pt_br: Editar Categoria
pt_pt: Editar Categoria

# nav.editOverlay
source: Edit Overlay
de_de: Overlay bearbeiten
es_es: Editar capa
fr_fr: Modifier l’ajustement temporaire
nl_nl: Laag bewerken
pt_br: Editar Sobreposição
pt_pt: Editar Camada

# nav.editProfile
source: Edit Profile
de_de: Profil bearbeiten
es_es: Editar perfil
fr_fr: Modifier le profil
nl_nl: Profiel bewerken
pt_br: Editar Perfil
pt_pt: Editar Perfil

# nav.editTransaction
source: Edit Transaction
de_de: Buchung bearbeiten
es_es: Editar movimiento
fr_fr: Modifier la transaction
nl_nl: Transactie bewerken
pt_br: Editar Transação
pt_pt: Editar Transação

# nav.editVendor
source: Edit Vendor
de_de: Händler bearbeiten
es_es: Editar comercio
fr_fr: Modifier le bénéficiaire
nl_nl: Verkoper bewerken
pt_br: Editar Fornecedor
pt_pt: Editar Comerciante

# nav.newOverlay
source: New Overlay
de_de: Neues Overlay
es_es: Nueva capa
fr_fr: Nouvel ajustement temporaire
nl_nl: Nieuwe laag
pt_br: Nova Sobreposição
pt_pt: Nova Camada

# nav.periods
source: Periods
de_de: Zeiträume
es_es: Periodos
fr_fr: Périodes
nl_nl: Periodes
pt_br: Períodos
pt_pt: Períodos

# nav.setTarget
source: Set Target
de_de: Ziel festlegen
es_es: Establecer objetivo
fr_fr: Définir l’objectif
nl_nl: Doel instellen
pt_br: Definir Meta
pt_pt: Definir Meta

# nav.settings
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
nl_nl: Instellingen
pt_br: Configurações
pt_pt: Definições

source: NET POSITION
de_de: NETTOPOSITION
pt_br: POSIÇÃO LÍQUIDA

source: No %@ available
de_de: Keine %@ verfügbar
es_es: No hay %@ disponibles
fr_fr: Aucun %@ disponible
nl_nl: Geen %@ beschikbaar
pt_br: Nenhuma %@ disponível
pt_pt: Nenhum %@ disponível

source: No currency configured. Please set a currency in Settings first.
de_de: Keine Währung konfiguriert. Lege zuerst eine in den Einstellungen fest.
es_es: No hay ninguna divisa configurada. Establece una en Ajustes.
fr_fr: Aucune devise configurée. Définissez-en une dans Réglages.
nl_nl: Geen valuta ingesteld. Stel er een in via Instellingen.
pt_br: Nenhuma moeda configurada. Defina uma em Configurações.
pt_pt: Nenhuma moeda configurada. Defina uma em Definições.

source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
nl_nl: Geen
pt_br: Nenhum
pt_pt: Nenhum

# noPeriod.description
source: Select or create a budget period to view this page. Periods define the time window for your transactions and targets.
de_de: Wähle einen Budgetzeitraum aus oder erstelle einen, um diese Seite zu sehen. Zeiträume definieren das Zeitfenster für deine Buchungen und Ziele.
es_es: Selecciona o crea un periodo de presupuesto para ver esta página. Los periodos definen el intervalo de tiempo de tus movimientos y objetivos.
fr_fr: Sélectionnez ou créez une période de budget pour afficher cette page. Les périodes définissent la fenêtre temporelle de vos transactions et objectifs.
nl_nl: Selecteer of maak een budgetperiode aan om deze pagina te bekijken. Periodes bepalen het tijdvenster voor je transacties en doelen.
pt_br: Selecione ou crie um período para visualizar esta página. Períodos definem a janela de tempo para suas transações e metas.
pt_pt: Selecione ou crie um período de orçamento para ver esta página. Os períodos definem a janela temporal das suas transações e metas.

# noPeriod.selectPeriod
source: Select Period
de_de: Zeitraum auswählen
es_es: Seleccionar periodo
fr_fr: Sélectionner une période
nl_nl: Periode selecteren
pt_br: Selecionar Período
pt_pt: Selecionar Período

# noPeriod.title
source: No period selected
de_de: Kein Zeitraum ausgewählt
es_es: Ningún periodo seleccionado
fr_fr: Aucune période sélectionnée
nl_nl: Geen periode geselecteerd
pt_br: Nenhum período selecionado
pt_pt: Nenhum período selecionado

# onboarding.categories.addButton
source: Add Category
de_de: Kategorie hinzufügen
es_es: Añadir categoría
fr_fr: Ajouter une catégorie
nl_nl: Categorie toevoegen
pt_br: Adicionar Categoria
pt_pt: Adicionar Categoria

# onboarding.categories.created
source: YOUR CATEGORIES
de_de: DEINE KATEGORIEN
es_es: TUS CATEGORÍAS
fr_fr: VOS CATÉGORIES
nl_nl: JOUW CATEGORIEËN
pt_br: AS SUAS CATEGORIAS
pt_pt: AS SUAS CATEGORIAS
